9/data/attachments/3f882764ab96110a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_government_Actions_63032_4</nif:username>
            <nif:friendToBeRequested>soap_actions_9a792671-dcaa-4f0d-97c6-eb921bf131e8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>